Repository: chesio/woocommerce-mpay24-gateway
Catalog: languages/wc-mpay24-*.po
Languages: de_de

source: <strong>mPAY24 gateway is installed</strong> &#8211; Configure the setting to get started :)
de_de: <strong>mPAY24 Gateway wurde installiert</strong> &#8211; Konfigurieren Sie die Einstellungen um zu starten :)

source: Payment Settings
de_de: Zahlungsweisen

source: Checkout
de_de: Kasse

source: Proceed to mPAY24
de_de: Weiter zu mPAY24

source: Online payment via mPAY24 payment page
de_de: Online Zahlung über das mPAY24 Bezahlfenster

source: Woocommerce Settings
de_de: Woocommerce Einstellungen

source: Enable/Disable
de_de: Aktivieren/ Deaktivieren

source: Enable mPAY24
de_de: mPAY24 aktivieren

source: Title
de_de: Titel

source: This controls the title which the user sees during checkout.
de_de: Dies legt den Titel fest, welchen der Besucher während des Zahlungsvorganges sieht.

source: Credit card
de_de: Kreditkarte

source: Description
de_de: Beschreibung

source: This controls the description which the user sees during checkout.
de_de: Dies aktiviert die Beschreibung, die der Kunde an der Kasse sieht.

source: Pay with your credit card via mPAY24.
de_de: Bezahlen Sie mit Ihrer Kreditkarte über mPAY24.

source: Thank you page text
de_de: Text für Danke-Seite

source: This controls the text which the user sees on the order thank you page above order details.
de_de: Dies aktiviert den Text, den der Kunde auf der Danke-Seite oberhalb der Bestelldetails sieht.

source: Customer email text
de_de: Text für Kunden Bestätigungsmail

source: This controls the text which the user sees in order confirmation email below order table.
de_de: Dies aktiviert den Text, den der Kunde in der Bestätigungsmail unterhalb der Bestellungen sieht.

source: mPAY24 Settings
de_de: mPAY24 Einstellungen

source: Username TEST
de_de: Benutzername TEST

source: This is the SOAP API username (without leading u) for test environment.
de_de: Dies ist der SOAP API Benutzername (ohne führendes u) für die Testumgebung.

source: Password TEST
de_de: Passwort TEST

source: This is the SOAP API password for test environment.
de_de: Dies ist das SOAP API Passwort für die Testumgebung.

source: Username PROD
de_de: Benutzername PROD

source: This is the SOAP API username (without leading u) for prod environment.
de_de: Dies ist der SOAP API Benutzername (ohne führendes u) für die Produktivumgebung.

source: Password PROD
de_de: Passwort PROD

source: This is the SOAP API password for prod environment.
de_de: Dies ist das SOAP API Passwort für die Produktivumgebung.

source: Test Mode
de_de: Testmodus

source: Enable Test Mode
de_de: Entwicklungsmodus aktivieren

source: Place the payment gateway in test mode.
de_de: Versetzt das Bezahlungssystem in den Testmodus.

source: Debug Log
de_de: Debug-Protokoll

source: Enable logging
de_de: Protokollierung aktivieren

source: Log mPAY24 events inside <code>/wp-content/plugins/woocommerce/logs/</code>, since WC 2.2 to WC_LOG_DIR (default: <code>/wc-logs/</code>)
de_de: Protokolliert mPAY24 Ereignisse nach <code>/wp-content/plugins/woocommerce/logs/</code>, seit WC 2.2 nach WC_LOG_DIR (Standard: <code>/wc-logs/</code>)

source: mPAY24 Payment Page Styling
de_de: mPAY24 Bezahlfenster Styling

source: Language
de_de: Sprache

source: auto with WPML
de_de: auto mit WPML

source: Bulgarian
de_de: Bulgarisch

source: Chinese
de_de: Chinesisch

source: Croatian
de_de: Kroatisch

source: Czech
de_de: Tschechisch

source: Dutch
de_de: Niederländisch

source: English
de_de: Englisch

source: French
de_de: Französisch

source: German
de_de: Deutsch

source: Hungarian
de_de: Ungarisch

source: Italian
de_de: Italienisch

source: Japanese
de_de: Japanisch

source: Polish
de_de: Polnisch

source: Portuguese
de_de: Portugiesisch

source: Romanian
de_de: Rumänisch

source: Russian
de_de: Russisch

source: Serbian
de_de: Serbisch

source: Slovak
de_de: Slowakisch

source: Slovenian
de_de: Slowenisch

source: Spanish
de_de: Spanisch

source: Turkish
de_de: Türkisch

source: This controls in which language the payment page is shown. If "auto with WPML" is set current user language is used (if avaiable on mPAY24 side, otherwise "EN"). WPML plugin required for "auto with WPML" option.
de_de: Dies kontrolliert in welcher Sprache das Bezahlfenster angezeigt wird. Wenn "auto mit WPML" gesetzt ist, wird die aktuell durch den Benutzer gewählte Sprache verwendet (wenn auf mPAY24-seitig vorhanden, sonst "EN"). WPML plugin ist erforderlich für die "auto mit WPML" Option.

source: Page Background Color
de_de: Seitenhintergrundfarbe

source: Background color of the payment page. Default
de_de: Hintergrundfarbe des Bezahlfensters. Standard

source: CSS rules for payment page logo image. Default
de_de: CSS Regeln für das Logo im Bezahlfenster. Standard

source: Page Header Styling
de_de: Seitenüberschrift Styling

source: CSS rules for payment page header. Default
de_de: CSS Regeln für die Seitenüberschrift des Bezahlfensters. Standard

source: Page Caption Styling
de_de: Seitentitel Styling

source: CSS rules for payment page caption. Default
de_de: CSS Regeln für den Seitentitel des Bezahlfensters. Standard

source: Page Styling
de_de: Seiten Styling

source: CSS rules for payment page box with inputs. Default
de_de: CSS Regeln für den Eingabebereich im Bezahlfenster. Standard

source: Input Fields Styling
de_de: Eingabefelder Styling

source: CSS rules for payment page input fields.
de_de: CSS Regeln für die Eingabefelder im Bezahlfenster.

source: Drop Down Lists Styling
de_de: Auswahllisten Styling

source: CSS rules for payment page drop down lists.
de_de: CSS Regeln für die Auswahllisten im Bezahlfenster.

source: CSS rules for payment page buttons.
de_de: CSS Regeln für die Buttons im Bezahlfenster.

source: Errors Styling
de_de: Fehler Styling

source: CSS rules for payment page error messages.
de_de: CSS Regeln für Fehlermeldungen im Bezahlfenster.

source: Errors Header Styling
de_de: Fehlerüberschrift Styling

source: CSS rules for payment page error heading.
de_de: CSS Regeln für Fehlerüberschrift im Bezahlfenster.

source: Success Title Styling
de_de: Titel auf Erfolgsseite Styling

source: CSS rules for payment success page title area.
de_de: CSS Regeln für den Seitentitel auf der Erfolgsseite im Bezahlfenster.

source: Error Title Styling
de_de: Titel auf Fehlerseite Styling

source: CSS rules for payment error page title area.
de_de: CSS Regeln für den Seitentitel auf der Fehlerseite im Bezahlfenster.

source: Footer Styling
de_de: Fußzeilen Styling

source: CSS rules for payment page footer area.
de_de: CSS Regeln für den Fußzeilenbereich im Bezahlfenster.

source: Access Protection
de_de: Zugriffsschutz

source: If your site has an access protection with .htaccess fill in the credentials to get the right status from mPAY24 during payment process. Please remove them as website is productive.
de_de: Falls Ihre Seite einen Zugriffsschutz via .htaccess hat, geben Sie hier die Zugangsdaten ein um den richtigen Status von mPAY24 während des Bezahlvorgangs zurückzubekommen. Bitte entfernen Sie diese Daten sobald die Website produktiv ist.

source: Username .htaccess
de_de: Benutzername .htaccess

source: Password .htaccess
de_de: Passwort .htaccess

source: TEST MODE ENABLED
de_de: TEST MODUS AKTIVIERT

source: mPAY24 payment completed
de_de: mPAY24 Bezahlung abgeschlossen

source: Payment %s via mPAY24.
de_de: Bezahlung %s über mPAY24.

source: Payment failed via mPAY24.
de_de: Bezahlung über mPAY24 fehlgeschlagen.
